<?php
$lang['no_name_and_id'] = 'Вы не указали данные для автозаполнения.';
$lang['error_title'] = 'Ошибка';
$lang['error_search'] = 'Не удалось выполнить поиск записи. Попробуйте воспользоваться другим драйвером автозаполнения.';
$lang['error_search_by_id'] = 'Не удалось получить данные для ID (%s). Возможно записи с таким ID не существует.  Убедитесь в том что вы используете правельный драйвер автозаполнения.';
$lang['error_search_nothing'] = 'Не удалось ничего найти по запросу - %s. Убедитесь в том что вы используете правельный драйвер автозаполнения.';
$lang['error_search_results'] = 'Результаты поиска:';
$lang['error_search_return'] = 'Если среди результатов нет того что вы искали вы можете %sвернуться%s к форме поиска.';
$lang['warning_title'] = 'Предупреждение';