<?php
/**
 * @license GNU GPL Version 3
 * @copyright 2009, Peter Gribanov
 * @link http://peter-gribanov.ru/license
 * @package	FormManager
 */
$lang['default_submit_title']	= 'Отправить';
$lang['required_fields']	= 'Поля обязательные для заполнения';
$lang['null']		= 'Нет информации о поле - %s.';
$lang['empty']		= 'Вы не заполнили поле - %s.';
$lang['int']		= 'Вы указали не целое число в поле - %s.';
$lang['float']		= 'Вы указали не число с плавающей запятой в поле - %s.';
$lang['bool']		= 'Указанное Вами значение не является одним из двух допустимых%2$s для поля - %1$s.';
$lang['length']		= 'Вы указали значение длинною меньше %2$s или больше %3$s символов для поля - %1$s.';
$lang['length.eq']		= 'Вы указали значение длина которого не равна %2$s символов для поля - %1$s.';
$lang['length.min']	= 'Вы указали значение длинною меньше %2$s символов для поля - %1$s.';
$lang['length.max']	= 'Вы указали значение длинною больше %2$s символов для поля - %1$s.';
$lang['email']		= 'Вы указали некорректный E-Mail в поле - %s.';
$lang['select']		= 'Указанное Вами значение не является одним из списка для поля - %s.';
$lang['captcha']		= 'Вы указали некорректный код подтверждения в поле - %s.';
$lang['captcha-length']		= 'Код подтверждения состоит из %s символов.';
$lang['captcha-link']		= 'При плохой разборчивости %sобновите%s код.';
$lang['date']		= 'Указанная Вами дата в поле %s не соответствует формату DD.MM.YYYY.';
$lang['field-yesno-yes']		= 'Да';
$lang['field-yesno-no']		= 'Нет';
